Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: Change date & time
ar: تغيير التاريخ والوقت
de: Datum & Uhrzeit ändern
es: Cambiar fecha y hora
fr: Modifier la date et l’heure
hi: दिनांक और समय बदलें
hu: Dátum és idő módosítása
it: Cambia data e ora
ko: 날짜 및 시간 변경
pl: Zmień datę i godzinę
pt: Alterar data e hora
pt_br: Alterar data e hora
ru: Изменить дату и время
th: เปลี่ยนวันที่และเวลา
tr: Tarih ve saati değiştir
uk: Змінити дату й час
zh: 修改日期和时间

source: Change duration
ar: تغيير المدة
de: Dauer ändern
es: Cambiar duración
fr: Modifier la durée
hi: अवधि बदलें
hu: Időtartam módosítása
it: Cambia durata
ko: 시간 변경
pl: Zmień czas
pt: Alterar duração
pt_br: Alterar duração
ru: Изменить время
th: เปลี่ยนระยะเวลา
tr: Süreyi değiştir
uk: Змінити тривалість
zh: 修改时长

source: Change exercise
ar: تغيير التمرين
de: Übung ändern
es: Cambiar ejercicio
fr: Changer d'exercice
hi: व्यायाम बदलें
hu: Gyakorlat módosítása
it: Cambia esercizio
ko: 운동 변경
pl: Zmień ćwiczenie
pt: Trocar exercício
pt_br: Trocar exercício
ru: Изменить упражнение
th: เปลี่ยนท่าฝึก
tr: Egzersizi değiştir
uk: Змінити вправу
zh: 更换动作

source: Change password
ar: تغيير كلمة المرور
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
hi: पासवर्ड बदलें
hu: Jelszó módosítása
it: Cambia password
ko: 비밀번호 변경
pl: Zmień hasło
pt: Alterar palavra-passe
pt_br: Alterar senha
ru: Сменить пароль
th: เปลี่ยนรหัสผ่าน
tr: Şifreyi değiştir
uk: Змінити пароль
zh: 更改密码

source: Change sign-in e-mail
ar: تغيير بريد تسجيل الدخول
de: Anmelde-E-Mail ändern
es: Cambiar correo de inicio de sesión
fr: Modifier l’e-mail de connexion
hi: साइन-इन ईमेल बदलें
hu: Bejelentkezési e-mail módosítása
it: Cambia e-mail di accesso
ko: 로그인 이메일 변경
pl: Zmień e-mail do logowania
pt: Alterar e-mail de início de sessão
pt_br: Alterar e-mail de login
ru: Изменить e-mail для входа
th: เปลี่ยนอีเมลสำหรับเข้าสู่ระบบ
tr: Giriş e-postasını değiştir
uk: Змінити e-mail для входу
zh: 更改登录邮箱

source: Change what’s planned on one day
ar: تغيير ما هو مخطط في أحد الأيام
de: Ändern, was an einem Tag geplant ist
es: Cambiar lo planificado en un día
fr: Changer ce qui est prévu un jour
hi: किसी एक दिन की योजना बदलें
hu: Egy nap tervének módosítása
it: Cambia ciò che è previsto in un giorno
ko: 특정 요일의 계획 변경
pl: Zmień to, co zaplanowano na dany dzień
pt: Mudar o que está planeado num dia
pt_br: Mudar o que está planeado num dia
ru: Изменить план на один из дней
th: เปลี่ยนแผนของหนึ่งวัน
tr: Bir günün planını değiştir
uk: Змінити план на один із днів
zh: 更改某一天的安排

# Changes kept for {0}
source: Changes kept for %1$@
ar: تغييرات محفوظة لـ %1$@
de: Aufbewahrte Änderungen für %1$@
es: Cambios guardados para %1$@
fr: Modifications gardées pour %1$@
hi: %1$@ के लिए रखे गए बदलाव
hu: Megőrzött módosítások: %1$@
it: Modifiche conservate per %1$@
ko: %1$@의 보관된 변경 사항
pl: Zmiany zachowane dla %1$@
pt: Alterações guardadas para %1$@
pt_br: Alterações mantidas para %1$@
ru: Сохранённые изменения для %1$@
th: การเปลี่ยนแปลงที่เก็บไว้ของ %1$@
tr: %1$@ için saklanan değişiklikler
uk: Збережені зміни для %1$@
zh: 为 %1$@ 保留的更改

source: Check for updates
ar: التحقق من التحديثات
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher des mises à jour
hi: अपडेट देखें
hu: Frissítések keresése
it: Cerca aggiornamenti
ko: 업데이트 확인
pl: Sprawdź aktualizacje
pt: Procurar atualizações
pt_br: Procurar atualizações
ru: Проверить обновления
th: ตรวจสอบอัปเดต
tr: Güncellemeleri denetle
uk: Перевірити оновлення
zh: 检查更新

source: Check in
ar: تسجيل الدخول
de: Einchecken
es: Registrarse
fr: Enregistrement
hi: चेक इन
hu: Bejelentkezés
ko: 체크인
pl: Zamelduj się
ru: Отметиться
th: เช็คอิน
tr: Giriş yap
uk: Відмітитися
zh: 签到

source: Checking the endpoint…
ar: جارٍ فحص نقطة النهاية…
de: Endpunkt wird geprüft…
es: Comprobando el endpoint…
fr: Vérification du point d’accès…
hi: एंडपॉइंट जाँचा जा रहा है…
hu: Végpont ellenőrzése…
it: Verifica dell’endpoint…
ko: 엔드포인트 확인 중…
pl: Sprawdzanie endpointu…
pt: A verificar o endpoint…
pt_br: Verificando o endpoint…
ru: Проверка эндпоинта…
th: กำลังตรวจสอบปลายทาง…
tr: Uç nokta kontrol ediliyor…
uk: Перевірка ендпоінта…
zh: 正在检查端点…

source: Checking…
ar: جارٍ التحقق…
de: Wird geprüft…
es: Comprobando…
fr: Vérification…
hi: जाँच हो रही है…
hu: Ellenőrzés…
it: Controllo…
ko: 확인 중…
pl: Sprawdzanie…
pt: A verificar…
pt_br: A verificar…
ru: Проверка…
th: กำลังตรวจสอบ…
tr: Denetleniyor…
uk: Перевірка…
zh: 正在检查…

source: Checksum not available — not installing
ar: البصمة غير متاحة — لن يتم التثبيت
de: Prüfsumme nicht verfügbar — Installation abgebrochen
es: Suma de verificación no disponible — no se instala
fr: Somme de contrôle indisponible — installation annulée
hi: चेकसम उपलब्ध नहीं — इंस्टॉल नहीं किया गया
hu: Ellenőrző összeg nem érhető el — nincs telepítés
it: Checksum non disponibile — installazione annullata
ko: 체크섬을 확인할 수 없어 설치하지 않습니다
pl: Suma kontrolna niedostępna — instalacja przerwana
pt: Soma de verificação indisponível — não instalado
pt_br: Soma de verificação indisponível — não instalado
ru: Контрольная сумма недоступна — установка отменена
th: ไม่มีค่าตรวจสอบ — ยกเลิกการติดตั้ง
tr: Sağlama toplamı yok — yüklenmedi
uk: Контрольна сума недоступна — встановлення скасовано
zh: 校验和不可用，已取消安装

source: Chest
ar: الصدر
de: Brust
es: Pecho
fr: Pectoraux
hi: छाती
hu: Mell
it: Petto
ko: 가슴
pl: Klatka piersiowa
pt: Peito
pt_br: Peito
ru: Грудь
th: อก
tr: Göğüs
uk: Груди
zh: 胸部

source: Choose a different workout
ar: اختر تمرينًا مختلفًا
de: Anderes Training wählen
es: Elegir otro entrenamiento
fr: Choisir une autre séance
hi: दूसरा वर्कआउट चुनें
hu: Másik edzés választása
it: Scegli un altro allenamento
ko: 다른 운동 선택
pl: Wybierz inny trening
pt: Escolher outro treino
pt_br: Escolher outro treino
ru: Выбрать другую тренировку
th: เลือกโปรแกรมอื่น
tr: Farklı bir antrenman seç
uk: Вибрати інше тренування
zh: 选择其他训练

source: Choose a muscle to see exercises that train it.
ar: اختر عضلة لعرض التمارين التي تدربها.
de: Wähle einen Muskel, um Übungen zu sehen, die ihn trainieren.
es: Elige un músculo para ver los ejercicios que lo entrenan.
fr: Choisissez un muscle pour voir les exercices qui le sollicitent.
hi: उस मांसपेशी को प्रशिक्षित करने वाले व्यायाम देखने के लिए एक मांसपेशी चुनें।
hu: Válassz izmot, hogy lásd a gyakorlatokat, amelyek edzik.
it: Scegli un muscolo per vedere gli esercizi che lo allenano.
ko: 운동하는 부위를 선택해 해당 근육을 훈련하는 운동을 확인하세요.
pl: Wybierz mięsień, aby zobaczyć ćwiczenia, które go angażują.
pt: Escolha um músculo para ver os exercícios que o treinam.
pt_br: Escolha um músculo para ver os exercícios que o treinam.
ru: Выберите мышцу, чтобы увидеть упражнения, которые её тренируют.
th: เลือกกล้ามเนื้อเพื่อดูท่าออกกำลังกายที่ฝึกกล้ามเนื้อนั้น
tr: Çalıştıran egzersizleri görmek için bir kas seçin.
uk: Вибери м'яз, щоб побачити вправи, які його тренують.
zh: 选择一块肌肉以查看训练它的动作。

source: Choose starter plan
ar: اختر خطة البداية
de: Starterplan wählen
es: Elige un plan inicial
fr: Choisis un plan de départ
hi: स्टार्टर प्लान चुनें
hu: Válassz kezdő tervet
it: Scegli un piano iniziale
ko: 스타터 계획 선택
pl: Wybierz plan startowy
pt: Escolhe um plano inicial
pt_br: Escolha um plano inicial
ru: Выбери стартовый план
th: เลือกแผนเริ่มต้น
tr: Başlangıç planı seç
uk: Вибери стартовий план
zh: 选择入门计划

source: Chosen
ar: المختارة
de: Gewählt
es: Elegidos
fr: Choisis
hi: चुने हुए
hu: Kiválasztva
it: Scelti
ko: 선택됨
pl: Wybrane
pt: Escolhidos
pt_br: Escolhidos
ru: Выбранные
th: ที่เลือกไว้
tr: Seçilenler
uk: Обрані
zh: 常用

source: Clear
ar: مسح
de: Leeren
es: Borrar
fr: Effacer
hi: साफ़ करें
hu: Törlés
it: Cancella
ko: 지우기
pl: Wyczyść
pt: Limpar
pt_br: Limpar
ru: Очистить
th: ล้าง
tr: Temizle
uk: Очистити
zh: 清除

source: Clear rating
ar: مسح التقييم
de: Bewertung löschen
es: Borrar valoración
fr: Effacer l’évaluation
hi: रेटिंग साफ़ करें
hu: Értékelés törlése
it: Cancella valutazione
ko: 평가 지우기
pl: Wyczyść ocenę
pt: Limpar avaliação
pt_br: Limpar avaliação
ru: Сбросить оценку
th: ล้างการประเมิน
tr: Değerlendirmeyi temizle
uk: Скинути оцінку
zh: 清除评分

source: Clear selection
ar: مسح التحديد
de: Auswahl aufheben
es: Borrar selección
fr: Effacer la sélection
hi: चयन साफ़ करें
hu: Kijelölés törlése
it: Cancella selezione
ko: 선택 지우기
pl: Wyczyść wybór
pt: Limpar seleção
pt_br: Limpar seleção
ru: Очистить выбор
th: ล้างการเลือก
tr: Seçimi temizle
uk: Скинути вибір
zh: 清除选择

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
hu: Bezárás
it: Chiudi
ko: 닫기
pl: Zamknij
pt: Fechar
pt_br: Fechar
ru: Закрыть
th: ปิด
tr: Kapat
uk: Закрити
zh: 关闭

source: Close editor
ar: إغلاق المحرر
de: Editor schließen
es: Cerrar editor
fr: Fermer l’éditeur
hi: संपादक बंद करें
hu: Szerkesztő bezárása
it: Chiudi editor
ko: 편집기 닫기
pl: Zamknij edytor
pt: Fechar editor
pt_br: Fechar editor
ru: Закрыть редактор
th: ปิดตัวแก้ไข
tr: Düzenleyiciyi kapat
uk: Закрити редактор
zh: 关闭编辑器

source: Close-grip bench press (anchor)
ar: ضغط البنش بقبضة ضيقة (المرجع)
de: Enges Bankdrücken (Anker)
es: Press banca agarre cerrado (ancla)
fr: Développé couché prise serrée (référence)
hi: क्लोज़-ग्रिप बेंच प्रेस (आधार)
hu: Szűk fogású fekvenyomás (viszonyítási alap)
it: Panca presa stretta (riferimento)
ko: 클로즈그립 벤치프레스 (기준)
pl: Wyciskanie wąskim chwytem (punkt odniesienia)
pt: Supino pega fechada (referência)
pt_br: Supino pegada fechada (referência)
ru: Жим лёжа узким хватом (опорное упражнение)
th: เบนช์เพรสจับแคบ (ท่าอ้างอิง)
tr: Dar tutuş bench press (referans)
uk: Жим лежачи вузьким хватом (опорна вправа)
zh: 窄距卧推（锚点）

source: Coach
ar: المدرب
es: Entrenador
hi: कोच
hu: Edző
ko: 코치
pl: Trener
pt: Treinador
pt_br: Treinador
ru: Тренер
th: โค้ช
tr: Koç
uk: Тренер
zh: 教练

source: Coach history
ar: سجل المدرب
de: Coach-Verlauf
es: Historial del Entrenador
fr: Historique du Coach
hi: कोच इतिहास
hu: Edző-előzmények
it: Cronologia del Coach
ko: 코치 기록
pl: Historia Trenera
pt: Histórico do Treinador
pt_br: Histórico do Treinador
ru: История Тренера
th: ประวัติโค้ช
tr: Koç geçmişi
uk: Історія Тренера
zh: 教练历史

source: Coach is thinking…
ar: المدرب يفكر…
de: Coach denkt nach…
es: El Coach está pensando…
fr: Le Coach réfléchit…
hi: कोच सोच रहा है…
hu: Az Edző gondolkodik…
it: Il Coach sta pensando…
ko: 코치가 생각 중…
pl: Trener myśli…
pt: O Coach está a pensar…
pt_br: O Coach está pensando…
ru: Тренер думает…
th: โค้ชกำลังคิด…
tr: Koç düşünüyor…
uk: Тренер думає…
zh: 教练思考中…

source: Coach plan
ar: خطة المدرب
es: Plan del Coach
fr: Plan du Coach
hi: कोच प्लान
hu: Edző-terv
it: Piano del Coach
ko: 코치 플랜
pl: Plan Coacha
pt: Plano do Coach
pt_br: Plano do Coach
ru: План Коуча
th: แผนจากโค้ช
tr: Koç planı
uk: План Тренера
zh: 教练计划

source: Coach profile
ar: ملف المدرب
de: Coach-Profil
es: Perfil del Entrenador
fr: Profil Coach
hi: कोच प्रोफ़ाइल
hu: Edző-profil
it: Profilo del Coach
ko: 코치 프로필
pl: Profil Trenera
pt: Perfil do Treinador
pt_br: Perfil do Treinador
ru: Профиль Тренера
th: โปรไฟล์โค้ช
tr: Koç profili
uk: Профіль Тренера
zh: 教练档案

source: Coach review
ar: مراجعة المدرب
de: Coach-Auswertung
es: Revisión del Entrenador
fr: Bilan du Coach
hi: कोच समीक्षा
hu: Edző-áttekintés
it: Revisione del Coach
ko: 코치 리뷰
pl: Przegląd Trenera
pt: Revisão do Treinador
pt_br: Revisão do Treinador
ru: Разбор Тренера
th: รีวิวจากโค้ช
tr: Koç değerlendirmesi
uk: Розбір Тренера
zh: 教练复盘

source: Coach suggestions
ar: اقتراحات المدرب
de: Coach-Vorschläge
es: Sugerencias del Entrenador
fr: Suggestions du Coach
hi: कोच के सुझाव
hu: Az Edző javaslatai
it: Suggerimenti del Coach
ko: 코치 제안
pl: Propozycje Trenera
pt: Sugestões do Treinador
pt_br: Sugestões do Treinador
ru: Предложения Тренера
th: ข้อเสนอแนะจากโค้ช
tr: Koç önerileri
uk: Пропозиції Тренера
zh: 教练建议

source: Code
ar: الرمز
es: Código
hi: कोड
hu: Kód
it: Codice
ko: 코드
pl: Kod
pt: Código
pt_br: Código
ru: Код
th: รหัส
tr: Kod
uk: Код
zh: 代码

source: Code from your other device
ar: الرمز من جهازك الآخر
de: Code von deinem anderen Gerät
es: Código de tu otro dispositivo
fr: Code de ton autre appareil
hi: आपके दूसरे डिवाइस का कोड
hu: Kód a másik eszközödről
it: Codice dall’altro dispositivo
ko: 다른 기기의 코드
pl: Kod z drugiego urządzenia
pt: Código do teu outro dispositivo
pt_br: Código do seu outro dispositivo
ru: Код с другого устройства
th: รหัสจากอุปกรณ์อีกเครื่องของคุณ
tr: Diğer cihazındaki kod
uk: Код з іншого пристрою
zh: 来自你另一台设备的代码

source: Coming back after a break
ar: عائد بعد انقطاع
de: Zurück nach einer Pause
es: Vuelvo tras un parón
fr: Je reprends après une pause
hi: ब्रेक के बाद वापसी
hu: Visszatérés szünet után
it: Torno dopo una pausa
ko: 휴식 후 복귀
pl: Wracam po przerwie
pt: A voltar depois de uma pausa
pt_br: Voltando depois de uma pausa
ru: Возвращаюсь после перерыва
th: กลับมาหลังพัก
tr: Aradan sonra dönüyorum
uk: Повертаюся після перерви
zh: 休息后回归

source: Compact
ar: مضغوط
de: Kompakt
es: Compacta
fr: Compacte
hi: संक्षिप्त
hu: Tömör
it: Compatta
ko: 간략
pl: Kompaktowy
pt: Compacta
pt_br: Compacta
ru: Компактный
th: แบบย่อ
tr: Kompakt
uk: Компактний
zh: 紧凑

source: Compare
ar: مقارنة
de: Vergleichen
es: Comparar
fr: Comparer
hi: तुलना
hu: Összehasonlítás
it: Confronta
ko: 비교
pl: Porównaj
pt: Comparar
pt_br: Comparar
ru: Сравнить
th: เปรียบเทียบ
tr: Karşılaştır
uk: Порівняти
zh: 比较

source: Compare with others here
ar: قارن مع الآخرين هنا
de: Mit anderen hier vergleichen
es: Compararme con otros aquí
fr: Me comparer aux autres ici
hi: यहाँ दूसरों से तुलना करें
hu: Összehasonlítás másokkal itt
it: Confrontami con gli altri qui
ko: 여기 다른 사람들과 비교
pl: Porównaj mnie z innymi tutaj
pt: Comparar com os outros aqui
pt_br: Comparar com os outros aqui
ru: Сравнить с другими здесь
th: เปรียบเทียบกับคนอื่นที่นี่
tr: Buradaki diğerleriyle karşılaştır
uk: Порівняти з іншими тут
zh: 与这里的其他人比较

source: Compare your lifts against a published ratio table to find the weak link.
ar: قارن رفعاتك بجدول نسب منشور لتجد الحلقة الأضعف.
de: Vergleiche deine Übungen mit einer veröffentlichten Verhältnistabelle, um das schwache Glied zu finden.
es: Compara tus levantamientos con una tabla de ratios publicada para encontrar el eslabón débil.
fr: Comparez vos mouvements à un tableau de ratios publié pour trouver le maillon faible.
hi: प्रकाशित अनुपात तालिका के आधार पर अपनी लिफ्ट्स की तुलना करें और कमज़ोर कड़ी पहचानें।
hu: Hasonlítsd össze gyakorlataidat egy közzétett arány-táblázattal, hogy megtaláld a leggyengébb láncszemet.
it: Confronta i tuoi sollevamenti con una tabella di rapporti pubblicata per trovare l'anello debole.
ko: 공개된 비율 표와 운동 기록을 비교해 약점을 찾아보세요.
pl: Porównaj swoje wyniki z opublikowaną tabelą proporcji, aby znaleźć najsłabsze ogniwo.
pt: Compara os teus levantamentos com uma tabela de rácios publicada para encontrar o elo mais fraco.
pt_br: Compare seus levantamentos com uma tabela de proporções publicada para encontrar o elo fraco.
ru: Сравните свои результаты с опубликованной таблицей соотношений, чтобы найти слабое звено.
th: เปรียบเทียบท่าฝึกของคุณกับตารางอัตราส่วนที่เผยแพร่ เพื่อหาจุดอ่อน
tr: Hareketlerini yayımlanmış bir oran tablosuyla karşılaştırarak zayıf halkayı bul.
uk: Порівняй свої результати з опублікованою таблицею співвідношень, щоб знайти слабку ланку.
zh: 将你的动作成绩与已发布的比例表对比，找出最薄弱的环节。

source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
hi: पुष्टि करें
hu: Megerősítés
it: Conferma
ko: 확인
pl: Potwierdź
pt: Confirmar
pt_br: Confirmar
ru: Подтвердить
th: ยืนยัน
tr: Onayla
uk: Підтвердити
zh: 确认

source: Confirm the weight you worked with — your highest becomes the default next time.
ar: أكّد الوزن الذي تدربت به — سيصبح أعلى وزن هو الافتراضي في المرة القادمة.
de: Bestätige das Gewicht, mit dem du trainiert hast — dein höchstes wird beim nächsten Mal vorausgefüllt.
es: Confirma el peso con el que trabajaste — el más alto será el predeterminado la próxima vez.
fr: Confirme le poids utilisé — le plus élevé devient la valeur par défaut la prochaine fois.
hi: जिस वज़न से काम किया उसकी पुष्टि करें — सबसे ज़्यादा वज़न अगली बार डिफ़ॉल्ट बन जाएगा।
hu: Erősítsd meg a súlyt, amivel dolgoztál — a legmagasabb lesz az alapértelmezett legközelebb.
it: Conferma il peso usato — il più alto diventa il predefinito la prossima volta.
ko: 사용한 무게를 확인하세요 — 최고 무게가 다음번 기본값이 됩니다.
pl: Potwierdź ciężar, z którym pracowałeś — najwyższy będzie domyślny następnym razem.
pt: Confirma o peso com que trabalhaste — o mais alto fica predefinido na próxima vez.
pt_br: Confirme o peso usado — o maior valor será o padrão na próxima vez.
ru: Подтверди рабочий вес — наибольший станет значением по умолчанию в следующий раз.
th: ยืนยันน้ำหนักที่ใช้ — น้ำหนักสูงสุดจะถูกตั้งเป็นค่าเริ่มต้นในครั้งถัดไป
tr: Çalıştığın ağırlığı onayla — en yükseği bir dahaki sefer varsayılan olur.
uk: Підтверди робочу вагу — найбільша стане значенням за замовчуванням наступного разу.
zh: 确认你使用的重量——最高值将成为下次的默认值。

source: Confirm with a passkey
ar: التأكيد بمفتاح مرور
de: Mit einem Passkey bestätigen
es: Confirmar con una passkey
fr: Confirmer avec une passkey
hi: पासकी से पुष्टि करें
hu: Megerősítés jelszókulccsal
it: Conferma con una passkey
ko: 패스키로 확인
pl: Potwierdź passkey
pt: Confirmar com uma passkey
pt_br: Confirmar com uma chave de acesso
ru: Подтвердить ключом доступа
th: ยืนยันด้วยพาสคีย์
tr: Geçiş anahtarıyla onayla
uk: Підтвердити ключем доступу
zh: 用通行密钥确认

source: Confirm with passkey & save
ar: التأكيد بمفتاح المرور والحفظ
de: Mit Passkey bestätigen & speichern
es: Confirmar con passkey y guardar
fr: Confirmer avec la passkey et enregistrer
hi: पासकी से पुष्टि करें और सहेजें
hu: Megerősítés jelszókulccsal és mentés
it: Conferma con passkey e salva
ko: 패스키로 확인하고 저장
pl: Potwierdź passkey i zapisz
pt: Confirmar com passkey e guardar
pt_br: Confirmar com chave de acesso e salvar
ru: Подтвердить ключом доступа и сохранить
th: ยืนยันด้วยพาสคีย์และบันทึก
tr: Geçiş anahtarıyla onayla ve kaydet
uk: Підтвердити ключем доступу й зберегти
zh: 用通行密钥确认并保存

source: Confirmed. Now create the new passkey — your browser asks where to keep it.
ar: تم التأكيد. أنشئ الآن مفتاح المرور الجديد — سيسألك المتصفح أين يحفظه.
de: Bestätigt. Erstelle jetzt den neuen Passkey — dein Browser fragt, wo er gespeichert werden soll.
es: Confirmado. Ahora crea la passkey nueva — tu navegador te pregunta dónde guardarla.
fr: Confirmé. Crée maintenant la nouvelle passkey — ton navigateur te demande où la garder.
hi: पुष्टि हो गई। अब नई पासकी बनाएँ — आपका ब्राउज़र पूछेगा कि इसे कहाँ रखना है।
hu: Megerősítve. Most hozd létre az új jelszókulcsot — a böngésző megkérdezi, hol tárolja.
it: Confermato. Ora crea la nuova passkey — il browser ti chiede dove conservarla.
ko: 확인되었습니다. 이제 새 패스키를 만드세요 — 브라우저가 어디에 보관할지 묻습니다.
pl: Potwierdzono. Teraz utwórz nowy passkey — przeglądarka zapyta, gdzie go zapisać.
pt: Confirmado. Agora cria a nova passkey — o teu navegador pergunta onde a guardar.
pt_br: Confirmado. Agora crie a nova chave de acesso — seu navegador pergunta onde guardá-la.
ru: Подтверждено. Теперь создай новый ключ доступа — браузер спросит, где его хранить.
th: ยืนยันแล้ว ตอนนี้สร้างพาสคีย์ใหม่ — เบราว์เซอร์จะถามว่าจะเก็บไว้ที่ไหน
tr: Onaylandı. Şimdi yeni geçiş anahtarını oluştur — tarayıcın onu nerede saklayacağını soracak.
uk: Підтверджено. Тепер створи новий ключ доступу — браузер спитає, де його зберігати.
zh: 已确认。现在创建新的通行密钥——浏览器会问你要把它存在哪里。

source: Connect
ar: اتصال
de: Verbinden
es: Conectar
fr: Connecter
hi: कनेक्ट करें
hu: Csatlakozás
it: Connetti
ko: 연결
pl: Połącz
pt: Ligar
pt_br: Conectar
ru: Подключить
th: เชื่อมต่อ
tr: Bağlan
uk: Підключити
zh: 连接

source: Connect the openGym app on your phone to this account.
ar: اربط تطبيق openGym على هاتفك بهذا الحساب.
de: Verbinde die openGym-App auf deinem Handy mit diesem Konto.
es: Conecta la app de openGym en tu móvil a esta cuenta.
fr: Associez l'application openGym de votre téléphone à ce compte.
hi: अपने फ़ोन पर openGym ऐप को इस अकाउंट से जोड़ें।
hu: Kösd össze a telefonodon lévő openGym appot ezzel a fiókkal.
it: Collega l'app openGym sul tuo telefono a questo account.
ko: 휴대폰의 openGym 앱을 이 계정에 연결하세요.
pl: Połącz aplikację openGym na telefonie z tym kontem.
pt: Liga a app openGym no teu telemóvel a esta conta.
pt_br: Conecte o aplicativo openGym do seu celular a esta conta.
ru: Подключите приложение openGym на телефоне к этому аккаунту.
th: เชื่อมต่อแอป openGym บนโทรศัพท์ของคุณกับบัญชีนี้
tr: Telefonundaki openGym uygulamasını bu hesaba bağla.
uk: Підключи застосунок openGym на телефоні до цього акаунта.
zh: 将手机上的 openGym 应用连接到此账户。

source: Connect to my server
ar: الاتصال بخادمي
de: Mit meinem Server verbinden
es: Conectar a mi servidor
fr: Se connecter à mon serveur
hi: मेरे सर्वर से कनेक्ट करें
hu: Csatlakozás a szerveremhez
it: Connettiti al mio server
ko: 내 서버에 연결
pl: Połącz z moim serwerem
pt: Ligar ao meu servidor
pt_br: Conectar ao meu servidor
ru: Подключиться к моему серверу
th: เชื่อมต่อกับเซิร์ฟเวอร์ของฉัน
tr: Sunucuma bağlan
uk: Підключитися до мого сервера
zh: 连接到我的服务器

source: Connected
ar: تم الاتصال
de: Verbunden
es: Conectado
fr: Connecté
hi: कनेक्ट हो गया
hu: Csatlakozva
it: Connesso
ko: 연결됨
pl: Połączono
pt: Ligado
pt_br: Conectado
ru: Подключено
th: เชื่อมต่อแล้ว
tr: Bağlandı
uk: Підключено
zh: 已连接

source: Connecting…
ar: جارٍ الاتصال…
de: Verbinde …
es: Conectando…
fr: Connexion…
hi: कनेक्ट हो रहा है…
hu: Csatlakozás…
it: Connessione…
ko: 연결 중…
pl: Łączenie…
pt: A ligar…
pt_br: Conectando…
ru: Подключение…
th: กำลังเชื่อมต่อ…
tr: Bağlanıyor…
uk: Підключення…
zh: 连接中…

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
hu: Tovább
it: Continua
ko: 계속
pl: Dalej
pt: Continuar
pt_br: Continuar
ru: Продолжить
th: ดำเนินการต่อ
tr: Devam
uk: Продовжити
zh: 继续

source: Continue without account
ar: متابعة بدون حساب
de: Ohne Konto fortfahren
es: Continuar sin cuenta
fr: Continuer sans compte
hi: बिना खाते के जारी रखें
hu: Folytatás fiók nélkül
it: Continua senza account
ko: 계정 없이 계속
pl: Kontynuuj bez konta
pt: Continuar sem conta
pt_br: Continuar sem conta
ru: Продолжить без аккаунта
th: ใช้งานต่อโดยไม่มีบัญชี
tr: Hesapsız devam et
uk: Продовжити без акаунта
zh: 不用账号继续

source: Continue workout
ar: متابعة التمرين
de: Weitertrainieren
es: Continuar entrenamiento
fr: Continuer la séance
hi: वर्कआउट जारी रखें
hu: Edzés folytatása
it: Continua allenamento
ko: 운동 계속하기
pl: Kontynuuj trening
pt: Continuar treino
pt_br: Continuar treino
ru: Продолжить тренировку
th: ออกกำลังกายต่อ
tr: Antrenmana devam et
uk: Продовжити тренування
zh: 继续训练

source: Controls
ar: أدوات التحكم
de: Steuerung
es: Controles
fr: Commandes
hi: नियंत्रण
hu: Vezérlés
it: Controlli
ko: 제어
pl: Sterowanie
pt: Controlos
pt_br: Controles
ru: Управление
th: การควบคุม
tr: Denetimler
uk: Керування
zh: 控制

source: Convert the numbers
ar: تحويل الأرقام
de: Zahlen umrechnen
es: Convertir los números
fr: Convertir les nombres
hi: संख्याएँ बदलें
hu: Számok átváltása
it: Converti i numeri
ko: 숫자 변환
pl: Przelicz liczby
pt: Converter os números
pt_br: Converter os números
ru: Пересчитать числа
th: แปลงตัวเลข
tr: Sayıları çevir
uk: Перерахувати числа
zh: 换算数值

# Convert to {0}?
source: Convert to %1$@?
ar: التحويل إلى %1$@؟
de: In %1$@ umrechnen?
es: ¿Convertir a %1$@?
fr: Convertir en %1$@ ?
hi: %1$@ में बदलें?
hu: Átváltás %1$@-ra?
it: Convertire in %1$@?
ko: %1$@(으)로 변환할까요?
pl: Przeliczyć na %1$@?
pt: Converter para %1$@?
pt_br: Converter para %1$@?
ru: Перевести в %1$@?
th: แปลงเป็น %1$@ ไหม?
tr: %1$@ birimine çevrilsin mi?
uk: Перевести в %1$@?
zh: 换算为 %1$@？

source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
hi: कॉपी हो गया
hu: Kimásolva
it: Copiato
ko: 복사됨
pl: Skopiowano
pt: Copiado
pt_br: Copiado
ru: Скопировано
th: คัดลอกแล้ว
tr: Kopyalandı
uk: Скопійовано
zh: 已复制

source: Copy
ar: نسخ
de: Kopie
es: Copia
fr: Copie
hi: कॉपी
hu: Másolat
it: Copia
ko: 복사본
pl: Kopia
pt: Cópia
pt_br: Cópia
ru: Копия
th: สำเนา
tr: Kopya
uk: Копія
zh: 副本
